week3.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2017-01-28 Sat 11:10 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="viewport" content="width=device-width, initial-scale=1" />
<title>Week 3</title>
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="Martin Fracker Section 905" />
</head>
<body>
<div id="content">
<h1 class="title">Week 3</h1>
<div id="outline-container-orgheadline1" class="outline-2">
<h2 id="orgheadline1">Culture</h2>
<div class="outline-text-2" id="text-orgheadline1">
<ul class="org-ul">
<li>Culture is all the things that defines a group, from habits and social norms, to</li>
</ul>
<p>
their beliefs and forms of art, that distinguishes from other groups.
</p>
<ul class="org-ul">
<li>When we meet someone for the first time, it is customary to firmly shake hands. In
some cultures, such a firm hand shake would be considered rude, such as in
Turkey.</li>
</ul>
</div>
</div>
<div id="outline-container-orgheadline2" class="outline-2">
<h2 id="orgheadline2">GM Case Study</h2>
<div class="outline-text-2" id="text-orgheadline2">
<ul class="org-ul">
<li>The company has a culture that fosters 'incompetence' and 'neglect'. Employees
of the company have a habit of not taking responsibility for anything acting
like it is always someone else's problem.</li>
<li>Company culture is cultivated and nurtured often by executives. If those
executives foster a culture that is toxic to society, then they are a problem,
and they need to go. Unfortunately since GM is a private company, it isn't as
simple as replacing management with people whose moral compases are not so
passive. The only solution I see is to burn the company to the ground by
hurting their reputation so badly that they have no choice but to go out of business.</li>
</ul>
</div>
</div>
<div id="outline-container-orgheadline3" class="outline-2">
<h2 id="orgheadline3">Water Boiling Reflection</h2>
<div class="outline-text-2" id="text-orgheadline3">
<ul class="org-ul">
<li>Understanding another culture is not always so easy. You have to be careful so
as not to make members of another culture feel alienated. Making assumptions
about another culture based on our own may not be as productive as we think.</li>
<li>I plan to work at google, a very diversified company, in the future. I would
be interacting with many different people from many different cultures. These
concepts would enable me to be more conscious of our social differences and be
a little more sensitive about them.</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Martin Fracker Section 905</p>
<p class="date">Created: 2017-01-28 Sat 11:10</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
